const error = [
    {code: 1002, text: 'Ошибка в приложении'},
    {code: 1003, text: 'Введите название города'},
    {code: 1005, text: 'Ошибка в приложении или на сервере'},
    {code: 1006, text: 'Город с таким названием не найден'},
    {code: 2006, text: 'Ошибка в приложении'},
    {code: 2007, text: 'Ошибка в приложении'},
    {code: 2008, text: 'Ошибка в приложении'},
    {code: 2009, text: 'Ошибка в приложении'},
    {code: 9000, text: 'Ошибка на сервере'},
    {code: 9001, text: 'Ошибка на сервере'},
    {code: 9999, text: 'Ошибка на сервере'},
]

export default error 